Repository: ControlledChaos/altctrl-public-group
Catalog: languages/altctrl-public-group-*.po
Languages: de_de, fr_fr

source: Control
de_de: Mitgliedschafts-Kontrolle
fr_fr: Contrôle

# post type general name
source: Groups front
de_de: Gruppen-Startseite
fr_fr: Page de groupes

# post type singular name
source: Group front
de_de: Gruppen-Startseite
fr_fr: Page de groupe

source: Requests
de_de: Anfragen
fr_fr: Demande d&#39;adhésion

source: This area is restricted to group members
de_de: Dieser Bereich ist nur für Gruppenmitgliedern zugänglich
fr_fr: Cette zone est réservée aux membres du groupe.

source: Request Membership
de_de: Mitgliedschaft anfragen
fr_fr: Adhérer

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
de_de: Deine Mitgliedschafts-Anfrage wurde registriert. Du wird benachrichtigt, sobald ein Gruppen-Administrator auf deine Anfrage reagiert.
fr_fr: Votre demande d&#39;adhésion a été transmise à l&#39;administrateur du groupe. Vous serez notifié lorsque il y aura répondu.

source: Accept Invitation
de_de: Einladung annehmen
fr_fr: Accepter l&#39;invitation

source: Request Sent
de_de: Anfrage gesendet
fr_fr: Demande transmise

source: Joining group
de_de: Gruppenbeitritt
fr_fr: Devenir membre du groupe

source: Group members only tabs
de_de: Zugang limitieren
fr_fr: Onglets réservés aux membres du groupe

source: Use the checkboxes to choose the tabs to hide to non members
de_de: Welche Tabs sollen nur für Mitglieder zugänglich sein?
fr_fr: Utilisez les case à cocher pour cacher les onglets aux non membres.

source: Group&#39;s home page
de_de: Gruppen-Startseite
fr_fr: Page d&#39;accueil du groupe

source: Use a custom front page for non group members
de_de: Zeige nicht angemeldeten Nutzern eine andere Gruppen-Startseite.
fr_fr: Utiliser une page d&#39;accueil spécifique pour les non membres du groupe

source: Save
de_de: Speichern
fr_fr: Sauvegarder

source: Settings saved successfully
de_de: Einstellungen erfolgreich gespeichert
fr_fr: Réglages sauvegardés.

source: The control features are only available for public groups
fr_fr: Les fonctionnalités de contrôle sont uniquement disponibles pour les groupes publics.

source: Any site member can join this group.
fr_fr: Tous les membres du site peuvent adhérer à ce groupe.

source: Public with membership requests
fr_fr: Public avec demande d'adhésion

source: The site member needs to request a group membership.
fr_fr: Les membres du site doivent demander à adhérer au groupe.

source: Public for invited members only
fr_fr: Public sur invitation seulement

source: The site member needs to be invited to join the group.
fr_fr: Les membres du site doivent être invités à rejoindre ce groupe.

source: Private or Hidden
fr_fr: Privé ou Masqué

source: There was an error saving the group privacy option. Please try again.
fr_fr: Une erreur est survenue pendant l'enregistrement de la visibilité du groupe. Veuillez recommencer.

source: Available Group visibilities
fr_fr: Visibilités de groupe disponibles

source: Public Groups Manage Control Screen
fr_fr: Page de contrôle du groupe

source: Visibility levels
fr_fr: Niveaux de visibilité

source: Activate the checkboxes regular members can use.
fr_fr: Activez les cases à cocher pour les options que les membres peuvent utiliser.

source: Disable
fr_fr: Désactiver

source: Group Settings
fr_fr: Réglages de groupe

source: Privacy Options
fr_fr: Options de visibilité

source: Group Types
fr_fr: Types de groupe

source: Select the types this group should be a part of.
fr_fr: ﻿Sélectionnez les types auxquels ce groupe peut appartenir.

source: Group Invitations
fr_fr: Invitations à rejoindre le groupe

source: Which members of this group are allowed to invite others?
fr_fr: Quels membres de ce groupe sont autorisés à inviter d'autres membres à les rejoindre ?

source: All group members
fr_fr: Tous les membres du groupe

source: Group admins and mods only
fr_fr: Uniquement les aministrateurs de groupe et les modérateurs

source: Group admins only
fr_fr: Uniquement les admins du groupe

source: Group Forums
fr_fr: Forums de groupe

source: Attention Site Admin: the legacy Group forums are retired and not supported by the Alternative Public Group Control plugin.
fr_fr: ﻿Attention Site Admin : les anciens forums de groupe sont à la retraite et ne sont pas pris en charge par l'extension de contrôle alternatif des groupes publics.

source: Back to Previous Step
fr_fr: Revenir à l'étape précédente

source: Next Step
fr_fr: &Eacute;tape suivante

source: Manage Group Settings
fr_fr: Gestion du groupe

source: Save Changes
fr_fr: Enregistrer les modifications

source: Alternative Public Group Control
fr_fr: Contrôle alternatif pour les groupes publics

source: Adds visibility levels to BuddyPress public groups.
fr_fr: ﻿Ajoute des niveaux de visibilité à des groupes publics BuddyPress.

source: Users need to submit a request to join group
de_de: Benutzer müssen den Beitritt zu dieser Gruppe beantragen
